# Варианты художественных стилей, жанров. эпох
art_styles = [
    'Иконопись',
    'Академизм',
    'Реализм',
    'Импрессионизм',
    'Сюрреализм',
    'Модерн',
    'Авангард',
    'Социалистический реализм',
    'Постмодернизм'
]
art_techs = [
    "Акварель",
    "Масло",
    "Акрил",
    "Гуашь",
    "Пастель",
    "Фреска",
    "Тушь",
    "Темпра",
    "Эмаль",
    "Мозаика",
    "Монументальная живопись"
]
art_genres = [
    'Абстракция',
    'Аллегория',
    'Анималистика',
    'Библейский',
    'Бытовой',
    'Иллюстрация',
    'Интерьер',
    'Исторический',
    'Карикатура',
    'Мифология',
    'Натюрморт',
    'Пейзаж',
    'Портрет',
    'Театральная декорация'
]
art_eras = [
    'Древнерусская живопись',
    'Эпоха Возрождения',
    'Барокко',
    'Романтизм',
    'Реализм',
    'Импрессионизм',
    'Модерн',
    'Авангард',
    'Социалистический реализм',
    'Постмодернизм'
]